Repository: ThomasDerZweifler/pi-motion
Catalog: languages/*/LC_MESSAGES/messages.po
Languages: de_de

source: Motion detected.
de_de: Bewegung erkannt

source: Sorry, but I don't understand.
de_de: Tut mir leid, aber ich verstehe das nicht.

source: If you need support just enter /help
de_de: Wenn du Unterstützung brauchst, gib einfach /help ein.

source: Invalid login. Please try again
de_de: Ungültige Anmeldung. Bitte versuchen Sie es erneut

source: yes
de_de: ja

source: Logout successful
de_de: Logout erfoglreich

source: Logout cancelled
de_de: Logout abgebrochen

source: Configuration values in section
de_de: Konfigurationswerte in Abschnitt

source: Sorry, invalid section. Enter /list and try again.
de_de: Sorry, ungültiger Abschnitt. Geben Sie /list ein und versuchen Sie es erneut.

source: Motion sensor notification enabled
de_de: Benachrichtigungen des Bewegungssensors aktiviert

source: no
de_de: nein

source: Motion sensor notification disabled
de_de: Benachrichtigungen des Bewegungssensors deaktiviert

source: on
de_de: an

source: Switch light on
de_de: Licht einschalten

source: off
de_de: aus

source: Switch light off
de_de: Licht ausschalten

source: motion
de_de: bewegung

source: Switch light on in case of motion detection
de_de: Bei Bewegungserkennung wird das Licht eingeschaltet.

source: Welcome to the the world's smartest motion tracker.
de_de: Willkommen beim smartesten Bewegungsmelder der Welt.

source: Bot is up and running since
de_de: Bot ist in Betrieb seit

source: Light
de_de: Licht

source: On
de_de: An

source: Off
de_de: Aus

source: Motion
de_de: Bewegung

source: Switch light?
de_de: Licht schalten?

source: I can help youe with your motion sensor.
de_de: Ich kann dir mit deinem Bewegungssensor helfen.

source: You can control me by sending these commands:
de_de: Du kannst mit mir chatten, indem du die folgenden Nachrichten schickst:

source: /login - You have to login before you can use me
de_de: /login - Du musst dich einloggen, bevor du mich benutzen kannst.

source: /logout - Logout from the motion sensor
de_de: /logout - Abmeldung vom Bewegungssensor

source: /notification - Enable/disable motion sensor notifications
de_de: /notification - Aktivieren/Deaktivieren von Benachrichtigungen des Bewegungssensors

source: /list - Show motion sensor configuration
de_de: /list - Konfiguration anzeigen

source: /light - Switch on/off the light
de_de: /light - Ein- und Ausschalten des Lichts

source: /status - Get current status of ther motion sensor
de_de: /status - Abrufen des aktuellen Status des Bewegungsmelders

source: /restart - In case of problems, you can restart the motion sensor
de_de: /restart - Im Falle von Problemen können Sie den Bewegungsmelder neu starten.

source: /photo - Capture a photo
de_de: /photo - Ein Foto aufnehmen

source: /video - Capture a short video
de_de: /video - Ein video aufnehmen

source: Photo:
de_de: Foto:

source: Camera is disabled by configurataion.
de_de: Die Kamera ist per Konfiguration deaktiviert.

source: Error convertig video file:
de_de: Fehler bei der Konvertierung der Videodatei:

source: Please wait a moment until the photo is taken
de_de: Einen Moment bitte. Das Foto wird jetzt aufgenommen.

source: Please wait a moment. Video capturing will be performed
de_de: Einen Moment bitte. Die Videoaufnahme wird durchgeführt.

source: Yes
de_de: Ja

source: No
de_de: Nein

source: Do you want to get notified in case of motion detection?
de_de: Möchten Sie im Falle einer Bewegungserkennung benachrichtigt werden?

source: Which section of the configuration do you want to inspect?
de_de: Welchen Abschnitt der Konfiguration möchten Sie überprüfen?

source: Enter your password:
de_de: Passwort eingeben:

source: Do you want to logout?
de_de: Wirklich ausloggen?

source: You are not logged in. You don't need to logout.
de_de: Du bist nicht eingeloggt. Abmelden ist nicht nötig.

source: Restart will occur now.
de_de: Ein Neustart wird nun durchgeführt.

source: Login required. Please /login first.
de_de: Anmeldung erforderlich. Bitte zuerst einloggen ( /login ).
